Repository: kkato233/blogengine
Catalog: BlogEngine/BlogEngine.NET/App_GlobalResources/labels.*.resx
Languages: ar

source: Add
ar: أضف

source: Add entry
ar: أضف مدونة

source: Add comment
ar: أضف تعليق

# addCustomCodeToHeader
source: Add custom code to the HTML head section
ar: أضف كود HTML لرأس القسم

# administrationPanel
source: Control panel
ar: لوحة التحكم

source: Advanced
ar: متقدم

source: Archive
ar: أرشيف

# areYouSure
source: Are you sure you want to {0} {1}?
ar: هل أنت متأكد من أنك تريد أن {0} {1} ؟

source: Author
ar: المؤلف

source: Basic
ar: مبدئى

source: Blogroll
ar: بلوج رول

source: Button text
ar: نص الزر

source: Categories
ar: الفئات

source: Category
ar: الفئة

# closeCommetsAfter
source: Close comments after
ar: أمنع التعليق بعد

source: Comment
ar: تعليق

source: Comment label text
ar: نص مكان التعليق

source: Comments
ar: تعليقات

source: Contact
ar: اتصل

source: Contact form
ar: استمارة الأتصال

source: Controls
ar: أدوات التحكم

source: Country
ar: البلد

source: Create new user
ar: عمل مستخدم جديد

# currentlyRated
source: Currently rated {0} by {1} people
ar: حاليا مصنف {0} عن طريق {1} أشخاص

source: Date
ar: التاريخ

source: Default feed output
ar: نوع الأخراج

# defaultTextShownInSearchField
source: The default text shown in the search textbox R
ar: نص مكان البحث

source: Delete
ar: حذف

source: Description
ar: الوصف

source: Edit
ar: تعديل

source: E-mail
ar: بريد الكترونى

source: E-mail address
ar: عنوان البريد الالكترونى

source: Enable coComments
ar: تمكين خاصية coComments

source: Enable comments
ar: تمكين خاصية التعليق

source: Enable comment search
ar: تمكين خاصية البحث فى التعليقات

source: Enable HTTP compression
ar: تمكين خاصية ضغط الHTTP

source: Enable OpenSearch
ar: تمكين خاصية OpenSearch

source: Enable referrer tracking
ar: تمكين خاصية تتبع المواقع المشيرة الى هذه المدونة

source: Enable search highlight
ar: تمكين خاصية ابراز كلمات الحث

# endorsment
source: Endorsment (bLink)
ar: وصلة الصداقة (bLink)

source: Form message
ar: أستمارة الرسالة

source: Go to front page
ar: أذهب الى الصفحة الرئيسية

source: HTML head section
ar: رأس قسم الHTML

source: Keywords
ar: الكلمات الأساسية

# language
source: Choose language
ar: أختر اللغة

source: Language code
ar: كود اللغة

source: Latitude
ar: خط عرض

source: Live preview
ar: استعراض

source: Longtitude
ar: خط طول

source: Max length of items
ar: أقصى عدد للمواضيع

source: Message
ar: الرسالة

source: Name
ar: أسم

# numberOfDisplayedItems
source: # of displayed items
ar: عدد المواضيع المعروضة

source: Number of posts
ar: عدد المدونات

source: Pages
ar: صفحات

source: Password
ar: كلمة السر

source: Possible spam
ar: أحتمالية أن يكون Spam

# postPerPage
source: Posts per page
ar: مدونة فى كل الصفحة

source: Publish
ar: أنشر

source: Rating
ar: تصنيف

source: Recent posts
ar: آخر المواضيع

source: Referrer
ar: الموقع المشير

source: Referrers
ar: المواقع المشيرة

source: Save
ar: أحفظ

source: Save comment
ar: أحفظ التعليق

source: Save page
ar: أحفظ الصفحة

source: Save post
ar: أحفظ الموضوع

source: Search field
ar: مكان البحث

source: Search field text
ar: نص مكان البحث

source: Select day
ar: أختر اليوم

source: Send comment e-mail
ar: أبعث بريد ألكترونى بالتعليق

# separateTagsWitComma
source: Separate each tag with a comma
ar: أفصل كل بطاقة بفصلة

source: Settings
ar: الخيارات

source: Show country chooser
ar: تمكين خاصية أختيار البلد

source: Show live preview
ar: تمكين خاصية أستعراض التعليق

source: Show related posts
ar: أظهار المواضيع الشبيهة

source: Subject
ar: العنوان

source: Thank you message
ar: رسالة شكر

source: the comment
ar: التعليق

source: Theme
ar: الTheme

source: the post
ar: الموضوع

# thereAreXDrafts
source: There are {0} unpublished post(s)
ar: هنالك عدد {0} مدونة غير منشورة

source: Timezone
ar: توقيت المنطقة

source: Title
ar: عنوان

# trimStylesheet
source: Trim stylesheets
ar: تقليص الStyleSheet

# updateFrequenzy
source: Update frequency (minutes)
ar: سرعة التجديد (دقائق)

source: Upload file
ar: رفع ملف

source: Upload image
ar: رفع صورة

source: Username
ar: أسم المستخدم

source: Users
ar: المستحدمين

source: Website
ar: موقع

# willShowGravatar
source: Will show your {0} icon
ar: سيظهر {0} أيقونة

# youAlreadyRated
source: You already rated this post
ar: لقد قمت بالتصنيف من قبل
